[
  {
    "title": "1. desember",
    "text": "Julekalender, ...ja, men ikke så mye julemusikk. Vi starter enkelt og greit med rolig, klassisk pianosolo. Det kan være beroligende og vakkert. En klang om gangen, men likevel variert. Jeg har en spilleliste med dette, for bruk når jeg virkelig trenger ro og fred.\n\nDette stykket er vel litt i grenseland mellom klassisk og popifisert-klassisk-taffel - men vi starter her fordi jeg liker det så godt.\n\nVakkert?",
    "apple": "https://music.apple.com/no/album/cyrano-de-bergerac-love-theme/1442053442?i=1442053717",
    "spotify": "https://open.spotify.com/track/3fCbiUpvd5VdEYeG9VyoI4?si=b4d818c0a5044d8e"
  },
  {
    "title": "2. desember",
    "text": "Jeg har ikke hørt mye av Eloise, men fikk låta Subside i en spilleliste fra datteren min for noen år siden. Jeg liker stemmen og stemningen.\n\nI produksjonen på Vanilla Tobacco sitter alt så utrolig tight - rytmer, klang, vokal - alt henger sammen. (Tekster hører jeg ikke så mye på, egentlig...)",
    "apple": "https://music.apple.com/no/album/vanilla-tobacco/1658381350?i=1658382101&l=nb",
    "spotify": "https://open.spotify.com/track/36XMwwDfgKyl3nIksXbZ4G?si=86dd013a3a224639"
  },
  {
    "title": "3. desember",
    "text": "OK, jeg er egentlig utdannet trompetist. Derfor må denne lista ha litt trompetmusikk:\n\nPalle Mikkelborg var en gang mitt store forbilde. Jeg stod hjemme i stua, satte musikken på så høyt jeg turte (uten å få klager fra naboer), og så øvde jeg på å spille som han - dag etter dag. Målet var å ikke kunne høre forskjell på ham og meg selv. Skikkelig nerd og skikkelig deilig!",
    "apple": "https://music.apple.com/no/album/prince-of-peace/268446660?i=268446661",
    "spotify": "https://open.spotify.com/track/4HXT4wqnKMkXsBuhEGAzr0?si=fb6b32dbb31c47e7"
  },
  {
    "title": "4. desember",
    "text": "Den yngste dattera mi har du allerede hørt, og her er en av vennene hennes. En fasinerende ting: Det går fremdeles an å skape nye ord, selv etter så mange millioner sangtekster. I låtene til Emily Hammer kommer det stadig ord jeg ikke har hørt før, men som er sånn \"...ja, selvfølgelig må det være et ord!\"\n\nJeg tror vi kommer til å høre mer fra henne framover.",
    "apple": "https://music.apple.com/no/album/hjem/1712337319?i=1712337338",
    "spotify": "https://open.spotify.com/track/4UdwBrFl0m6rofxZ7Oyudc?si=5cdf5b8a330b4691"
  },
  {
    "title": "5. desember",
    "text": "Anne Grethe Preus var en bauta blant norske låtskrivere. Hun døde for noen år siden, og samme dag kom vinterens første snø i Oslo. Her får du et cover av Når himmelen faller ned.\n\nHvorfor cover-versjon? Ofte er originalen best, men jeg synes denne er et godt eksempel på hvordan en cover også kan tilføre noe mer til låta. Og så liker jeg tanken på at en fantastisk låtskriver lever videre gjennom stadig nye artister.",
    "apple": "https://music.apple.com/no/album/n%C3%A5r-himmelen-faller-ned/1716048091?i=1716048383",
    "spotify": "https://open.spotify.com/track/5icMVddPJD8okw9U8E0tVZ?si=a992e293783a4627"
  },
  {
    "title": "6. desember",
    "text": "Mer trompet:\n\nHør på den klangen - lyden - som en myk pels som koser med hjernen...\n\nHer vil jeg slå et slag for ALBUM som konsept. Det er fint med enkeltlåter, - album er noe annet. Et godt album gir deg en langlytting, perfekt balansert mellom de musikalske elementene. Kunstneren tar deg med på en reise i sitt favorittlandskap. Om du synes denne låta er ok, så hør på albumet også.",
    "apple": "https://music.apple.com/no/album/continuum/1608010846?i=1608010850",
    "spotify": "https://open.spotify.com/track/0m59vJCX9BnLWAUDel5pCq?si=9803e1e2a64a458a"
  },
  {
    "title": "7. desember",
    "text": "Urna er fra Indre Mongolia, godt over 20 timers flytur herfra. Hva er det med denne musikken som treffer meg rett i hjertet?\n\nKanskje det er noe ur-menneskelig? - Noen tenker det. En ting er stemmen og sangen, men melodien bruker også bare 5 toner, - kjent som en pentaton skala.\n\nDet rare er at det samme gjelder veldig mye folkemusikk rundt i verden, også den norske. Og når småbarn begynner å synge, bruker de også disse tonene. Noen mener det er \"hardkodet\" i mennesket som art, og at derfor kjenner vi oss igjen.\n\nHva tror du?",
    "apple": "https://music.apple.com/no/album/sangjidorji/552252570?i=552252654",
    "spotify": "https://open.spotify.com/track/1PqisZcOdNeYRfTtrLTn0G?si=f49bf838862847ad"
  },
  {
    "title": "8. desember",
    "text": "OK Markus, - på en trening spurte du etter noe klassisk med tekst. Da hadde du nettopp spilt Andrea Bocelli. Her kommer Luciano Pavarotti. (Vil du ha flere som dette, så søk opp f.eks. Placido Domingo og Jose Carreras.)\n\nTidenes mannlige diva?\nPavarotti var glad i mat (mulig å spotte på bilder), og ryktene forteller at han hadde med seg et helt eget kjøkken på turne, med alt som hører til av utstyr. En gang han var i Norge skal han visstnok ha ønsket seg et flygel på hotellrommet. Det ble selvfølgelig ordnet umiddelbart. Greia var bare at han kom på dette midt på natta. Men hva gjør man vel ikke for en diva...?\n\nLåta heter Caruso og er en slags blanding av opera og melodramatisk-pop-kitch. Flott å høre på, og samtidig også utrolig godt egnet for en parodi.\n\nDu med din stemme, - det er bare å begynne å øve!",
    "apple": "https://music.apple.com/no/album/caruso/1440491516?i=1440492666",
    "spotify": "https://open.spotify.com/track/6eOxmWWVvps0mf0wPBoNn4?si=f61c582ca0c14284"
  },
  {
    "title": "9. desember",
    "text": "Vi har en tendens til å tro at alle hører på vår vestlige popmusikk. Det er selvfølgelig feil! (De aller fleste mennesker her i verden bor jo tross alt ikke i vesten.) Dagens låt er var en stor pop-hit på det Afrikanske kontinentet.\n\nDenne har vært med meg i mange tiår, - og den gjør meg fremdeles glad.\n\nNB: Sett opp volumet og en liten bass-boost.",
    "apple": "https://music.apple.com/no/album/agolo/1443206776?i=1443206797",
    "spotify": "https://open.spotify.com/track/0epThWIIEZZBBwDaHoMBBz?si=af160ad553934206"
  },
  {
    "title": "10. desember",
    "text": "Egentlig er Life on Mars en Davide Bowie-låt fra 1971, men jeg elsker denne versjonen fra 2014. Den er med noen av våre aller mest virtuose musikere...men her går de for det enkle! For eksempel spiller klokkespillet bare 9 toner i hele låta, men utgjør en hel verden i forskjell!\n\nDette er kunsten å si så lite som mulig, men likevel få fram budskapet...",
    "apple": "https://music.apple.com/no/album/life-on-mars/793958467?i=793958636",
    "spotify": "https://open.spotify.com/track/5UQw9qnEIzqVUmV24kC92R?si=9454d9fc04264981"
  },
  {
    "title": "11. desember",
    "text": "Du nevnte at Coldplay ikke er helt din \"greie\". Det kan jeg forstå, men denne er da også litt utenfor Coldplays \"greie\". Den er definitivt min \"greie\".",
    "apple": "https://music.apple.com/no/album/1576349937?i=1576350164",
    "spotify": "https://open.spotify.com/track/3oTYv0yShT4sjuPncoUXfK?si=be46058e756d4010"
  },
  {
    "title": "12. desember",
    "text": "Hvorfor denne? ...Eh... jeg bare synes det er gøy å høre på den. Aner ikke hva den handler om, men på vei til Rush pleier jeg å scat-synge sammen med henne i bilen. Da blir jeg full av energi og klar for å kaste meg ut på en trampoline!",
    "apple": "https://music.apple.com/no/album/un-apr%C3%A8s-midi-%C3%A0-paris/915016917?i=915017132",
    "spotify": "https://open.spotify.com/track/1FtH3lCugDgre5xVxcHATG?si=9d25c86735de43dc"
  },
  {
    "title": "13. desember",
    "text": "1981 - en fredagskveld i San Francisco - tre av verdens mest legendariske gitarister på samme scene: Al Di Meola, John McLaughlin og Paco de Lucia. Heldigvis hadde noen vett til å gjøre opptak.\n\nDu er jo selv gitarist, så dette albumet er et must.",
    "apple": "https://music.apple.com/no/album/mediterranean-sundance-rio-ancho-live-at-warfield-theatre/169856497?i=169856535",
    "spotify": "https://open.spotify.com/track/0og2U8tsBAR7NJysRR6uBU?si=db8e3dcf14f244cd"
  },
  {
    "title": "14. desember",
    "text": "Mer klassisk musikk, - med sang? Det kommer her. Den eldste datteren min spesialiserer seg på samtidsmusikk og nye konsertarenaer. Dagens stykke er en av hennes spesialiteter (men det er ikke hun som synger på innspillingen). Så, er du klar for en utfordring?\n\nHer får du 9 minutters lek med stemme, lyder, stemninger og følelser. Den har tekst...på en måte... men kuttet opp til lyder som ikke betyr noe. Eller jo, det gjør de kanskje, men i så fall betyr de akkurat det du synes de skal bety. :)\n\nNoe av det som gjør samtidsmusikk spennende er at ALT er lov. Men alt kan ikke gjøres på en gang, for da blir det bare kaos. Dermed må hver komponist lage sitt et univers, med sine egne eksperimenter og \"regler\".\n\nNoen sier at de ikke \"forstår\" sånn musikk. Kunsten er å ikke prøve, bare leve seg inn i den og la den funke...eller ikke funke...",
    "apple": "https://music.apple.com/no/album/sequenza-iii/1571736537?i=1571736538",
    "spotify": "https://open.spotify.com/track/4hK54vWwDqQWkxIcMvxj6f?si=152a363db1c1483e"
  },
  {
    "title": "15. desember",
    "text": "Tidligere fikk du en legendarisk innspilling med gitarister fra 80-tallet, og vi fortsetter med mer legendarisk musikk fra samme tidsperiode:\n\nNå kommer Spain med Chick Corea. Den finnes i uttallige versjoner, - her med fullt band. Den rolige åpningen er forresten hentet fra et klassisk solostykke for gitar og orkester, - Adagio fra Concerto de Aranjuez av Joaquin Rodrigo. Melodien er også sitert i flere andre stykker av store, kjente musikere.",
    "apple": "https://music.apple.com/no/album/spain/1443203400?i=1443203937",
    "spotify": "https://open.spotify.com/track/5RrJCusmR1J54b5ivqdWIu?si=51ac1975f99e48c9"
  },
  {
    "title": "16. desember",
    "text": "Denne er bare vakker. Nydelig tekst, enkel melodi, - rammet inn i en flott produksjon.",
    "apple": "https://music.apple.com/no/album/til-deg/1191546449?i=1191548694",
    "spotify": "https://open.spotify.com/track/6YqpwoF4xRl1HclCgtA6i2?si=98cdad90c7d94217"
  },
  {
    "title": "17. desember",
    "text": "Absolutt mainstream og kanskje ikke nødvendig å ha med i denne kalenderen. Men jeg hører litt på artister som Billie Eilish, Aurora og slike. Det låter så bra, samtidig som det er mange kreative detaljer i produksjonen.\n\nSå da måtte jeg ta med Aurora, selv om dette er ting du helt sikkert har fått din dose av fra før...",
    "apple": "https://music.apple.com/no/album/the-river/1458126642?i=1458126643",
    "spotify": "https://open.spotify.com/track/4Qz4GJfgRQYLK8OQFCkinu?si=66917f0bdc924767"
  },
  {
    "title": "18. desember",
    "text": "Tidligere har du fått litt trompet, og jeg nevnte det med cover-versjoner. Her er begge deler på en gang. Dette er også en \"på vei til Rush-låt\" for meg. Full trøkk, gode minner - klar for å hoppe!",
    "apple": "https://music.apple.com/no/album/human-nature-2022-remaster/190071333?i=190071500",
    "spotify": "https://open.spotify.com/track/25e6EHX8YyC5hsaipxdHCz?si=b0b45c790ad34415"
  },
  {
    "title": "19. desember",
    "text": "Vi nærmer oss jul, Markus. Dette er ikke julemusikk, men jeg forbinder det med julestemning. Her kan jeg bade i rolig, deilig vokal-klang. Enkelt og greit.",
    "apple": "https://music.apple.com/no/album/solace-feat-seth-woods-voces8-together/1832013681?i=1832013682",
    "spotify": "https://open.spotify.com/track/0e1rIJuSfA9xmTEdkCupQH?si=01639e37e43c45ee"
  },
  {
    "title": "20. desember",
    "text": "I dag får du litt filmmusikk.\n\nHelt vanlig filmmusikk finner du sikkert selv. Her er derfor en vakker liten sekvens, inspirert av indisk musikk, fra en av de fineste filmene jeg vet: Life of Pi. Jeg er dypt fasinert av hvordan den forteller tre historier på en gang:\n\n1) Den vakre historien vi ser på bildene.\n2) Den den grusomme historien, som kanskje er sannheten bak bildene - eller kanskje ikke.\n3) Historien om oss selv og hvordan vi ofte velger oss en versjon av sannheten som passer. Og det er kanskje greit noen ganger?",
    "apple": "https://music.apple.com/no/album/pis-lullaby/572077975?i=572078370",
    "spotify": "https://open.spotify.com/track/60AU6943h10TVKcXFSc51D?si=62611162cb6247c5"
  },
  {
    "title": "21. desember",
    "text": "Klar for en tur til det alvorlige hjørnet?\n\nMax Richter er en nålevende komponist som jeg liker godt, så derfor må han med. Jeg tenkte lenge på hva jeg skulle velge og landet på del 1 fra Voices. Richter forklarer det sånn: \n \"I like the idea of a piece of music as a place to think, and it is clear we all have some thinking to do at the moment. We live in a hugely challenging time and, looking around at the world we have made, it’s easy to feel hopeless or angry. But, just as the problems we face are of our own making, so their solutions are within our reach, and the Universal Declaration of Human Rights is something that offers us a way forward. Although it isn’t a perfect document, the declaration does represent an inspiring vision for the possibility of a better and kinder world.\" \n\nHer kommer første del og jeg anbefaler å sette på denne når du har litt ro i deg. (Bruk headset eller et annlegg med god lyd.)\n\nHvis du vil høre resten, så søk opp albumet Voices.",
    "apple": "https://music.apple.com/no/album/all-human-beings-narrated-by-sheila-atim/1542129722?i=1542129723&l=nb",
    "spotify": "https://open.spotify.com/track/2WbnR0Odsm9fHd1xuJetyq?si=8c2a01d9a756437c"
  },
  {
    "title": "22. desember",
    "text": "For meg er denne musikken vinter og jul, selv om det ikke er julemusikk. Holberg Suite er skrevet av Edvard Grieg, og her spilt av Trondheimsolistene. Enkelt og høre på, men også en del fine detaljer for den som vil fordype seg litt.",
    "apple": "https://music.apple.com/no/album/suite-from-holbergs-time-op-40-i-prelude/369820101?i=369820115",
    "spotify": "https://open.spotify.com/track/4cKlp1WoE5dNuKCBvICdn0?si=48ba1259e8f14ed8"
  },
  {
    "title": "23. desember",
    "text": "Hvis du har hørt alt fram til nå, så har du sannelig vært utholdende. Men om du ikke har hørt alt, så er det selvfølgelig helt greit. (Jeg kommer alltid på etterskudd med musikk-kalendere.) Uansett håper jeg du har hatt glede av noe.\n\nVi har kommet til kvelden før kvelden - er alt klart til i morgen? Etter at jeg slutta å spille på julaften (hver jul i rundt 30 år), ble lille julaften dagen da roen kunne senke seg.\n\nDermed tar vi framen rolig, standard julesang, og her får du en av de fineste innspillingene (synes jeg).",
    "apple": "https://music.apple.com/no/album/deilig-er-jorden/478316521?i=478316522",
    "spotify": "https://open.spotify.com/track/4V5koqJe1NdGHhQkIACYeo?si=dc617b094bff493a"
  },
  {
    "title": "24. desember",
    "text": "Så er dagen her - og slutt på kalenderen. Jeg er ikke religiøs, men setter likevel stor pris på høytiden og musikken som hører med. I går nevnte jeg at jeg tidligere alltid spilte på julaften. Et av stykkene er i dagens luke. Riktignok spilte jeg ikke med så stort kor og orkester som her, men det du hører her likner på det vi gjorde. Det var høytid og fest - en fin tradisjon.\n\nHar du noen juletradisjoner? De kan du nyte nå.\n\nTakk for fine treninger og mange oppmuntringer. RIKTIG GOD JUL!",
    "apple": "https://music.apple.com/no/album/o-come-all-ye-faithful/699646445?i=699646974",
    "spotify": "https://open.spotify.com/track/4YDffzKt4jF5Dzo58NrgTH?si=ebc953891c7645ff"
  }
]
